Autodesk.Revit.DB.Structure.LoadBase.LoadCaseId
The load case ID for the load.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2016